tutorials/heatTransfer/buoyantSimpleFoam/hotRoom/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application="buoyantSimpleFoam"

compileApplication ../../buoyantFoam/hotRoom/setHotRoom
runApplication blockMesh
runApplication setHotRoom
runApplication $application
